[
"Accesses personal or company devices, files, or systems without authorization.",
"Avoids eye contact or becomes defensive when questioned.",
"Consistently sneaks out at night.",
"Displays a sudden interest in purchasing weapons or learning how to use them.",
"Displays extreme mood swings or emotional instability.",
"Displays inconsistent or conflicting stories about their whereabouts or activities.",
"Exhibits paranoia or anxiety for no apparent reason.",
"Exhibits sudden changes in financial habits or lifestyle.",
"Exhibits sudden, unexplained changes in behavior or personality.",
"Exhibits unexplained changes in appearance or hygiene habits.",
"Frequently makes false alibis or lies about whereabouts.",
"Has a history of lying or deception.",
"Has a history of making false statements or lying.",
"Has a history of mental health issues, particularly those involving paranoia or delusions.",
"Has a history of violating rules or policies.",
"Has a history of violent or aggressive behavior.",
"Has a sudden change in behavior, demeanor, or personality.",
"Has a sudden increase in wealth, especially if unexplained.",
"Has an unexplained increase in income or luxury items.",
"Has an unusual fascination with disaster or catastrophic events.",
"Has an unusual fascination with disaster or tragedy scenarios.",
"Has an unusual fascination with true crime documentaries.",
"Has frequent and unexplained absences or late returns from work.",
"Has unexplained absences or frequent tardiness.",
"Has unexplained injuries or marks on their body.",
"Has unexplained or frequent out-of-town trips.",
"Has unexplained or unusual injuries.",
"Is estranged from their family.",
"Is frequently seen conversing with known criminals or individuals with questionable backgrounds.",
"Is known to have ties with known criminals or unsavory characters.",
"Is often seen in areas they shouldn't be or have no business in.",
"Is overly concerned about personal privacy and security.",
"Is overly protective of personal belongings or spaces.",
"Is overly protective of personal privacy or digital footprint.",
"Is overly secretive about their personal life or past.",
"Is overly secretive about their work or professional life.",
"Is reluctant to meet their friends or family.",
"Is reluctant to take time off or vacation.",
"Is secretive about personal activities or communications.",
"Is secretive about their phone or computer usage.",
"Is secretive or evasive about their activities or whereabouts.",
"Is seen frequently in places or situations that are out of character.",
"Shows a lack of concern or empathy for others' well-being.",
"Shows lack of interest in previously enjoyed activities.",
"Shows signs of financial distress but no apparent source of strain.",
"Shows signs of financial distress, but lives beyond their apparent means.",
"Shows unusual interest in security systems or protocols.",
"Shows unusual interest in surveillance or security systems.",
"Suddenly starts spending time with new, suspicious people."
]